brew "curl"
brew "zsh"
brew "tmux"
brew "git"
brew "git-delta"
brew "node"
brew "nvim"
brew "nvimpager"
brew "fzf"
brew "black"
brew "ripgrep"
brew "fd"
brew "luarocks"
brew "rust-analyzer"
brew "go"
brew "typescript"
brew "buf"

cask "font-meslo-lg-nerd-font"
